Repository: pl453s/cinnamon-applets
Catalog: Customenu@json/po/*.po
Languages: ar, lt

source: Type to search...
ar: اكتب لتبحث...
lt: Įveskite paiešką ...

source: Initializing
ar: تهيئة الجهاز
lt: Inicijavimas

source: No description available
ar: لا يوجد وصف متاح
lt: Aprašo nėra

source: All Applications
ar: كل التطبيقات
lt: Visos programos

source: Places
ar: الأماكن
lt: Vietos

source: Recent Files
ar: الملفات الأخيرة
lt: Naujausi failai

source: Bookmarks
ar: العناوين
lt: Žymos

source: Favorite Apps
ar: التطبيقات المفضلة
lt: Mėgstamiausios programos

source: gir1.2-gda-5.0 package required for Firefox and Midori bookmarks.
ar: حزمة gir1.2-gda-5.0 مطلوبة ل Firefox و Midori bookmarks.
lt: reikalingas„ gir1.2-gda-5.0 “paketas„ Firefox “ir„ Midori “žymėms.

source: Clear List
ar: حذف القائمة
lt: Išvalyti sąrašą

source: No recent documents
ar: لا توجد مستندات حديثة
lt: Nėra naujausių dokumentų

source: Account details
ar: تفاصيل الحساب
lt: Sąskaitos duomenys

source: Grid View
ar: طريقة الشبكة
lt: Tinklelis

source: List View
ar: طريقة القائمة
lt: Sąrašo vaizdas

source: Lock Screen
ar: قفل الشاشة
lt: Užrakinti ekraną

source: Lock the screen
ar: إقفل الشاشة
lt: Užrakinti ekraną

source: Logout
ar: تسجيل الخروج
lt: Atsijungti

source: Leave the session
ar: الخروج
lt: Palikti sesiją

source: Shutdown the computer
ar: إيقاف تشغيل الكمبيوتر
lt: Išjungti kompiuterį

source: Home
ar: المنزل

source: Computer
ar: الحاسوب

source: Browse network
ar: تصفح الشبكة
lt: Naršyti tinklą

source: Run with NVIDIA GPU
ar: تشغيل مع NVIDIA GPU
lt: Vykdyti su NVIDIA GPU

source: Add to panel
ar: إضافة إلى القائمة
lt: Pridėti prie skydelio

source: Add to desktop
ar: إضافة إلى المكتب
lt: Pridėti prie darbalaukio

source: Remove favorite
ar: إزالة المفضلة
lt: Pašalinti mėgstamą

source: Add to favorites
ar: إضافة الى المفضلة
lt: Įtraukti į adresyną

source: Uninstall
ar: الغاء التثبيت
lt: Pašalinti

source: A flexible menu providing formatting options, web bookmarks, search provider support and fuzzy searching.
ar: قائمة مرنة توفر خيارات التنسيق وإشارات الويب ودعم مزود البحث والبحث المشوش.
lt: Lankstus meniu, kuriame pateikiamos formatavimo parinktys, žiniatinklio žymės, paieškos teikėjo palaikymas ir neaiški paieška.

source: Behavior
ar: سلوك
lt: Elgesys

source: Appearance
ar: مظهر
lt: Išvaizda

source: Layout and Content
ar: تخطيط والمحتوى
lt: Išdėstymas ir turinys

source: Search Providers
ar: بحث عن مزودين
lt: Paieškos teikėjai

source: No search provider extensions found
ar: لم يتم العثور على مزودين ملحقات
lt: Nerasta paieškos paslaugų teikėjo plėtinių

source: Panel
ar: لوحة
lt: Skydas

source: Menu
ar: قائمة
lt: Meniu

source: Layout
ar: مخطط
lt: Maketas

source: Content
ar: محتوى
lt: Turinys

source: Recent files settings
ar: إعدادات الملفات الأخيرة
lt: Naujausių failų nustatymai

source: Open the menu editor
ar: افتح محرر القائمة
lt: Atidaryti meniu rengyklę

source: Reset category order
ar: إعادة ترتيب الفئة
lt: Iš naujo nustatyti kategorijos užsakymą

source: Use a custom icon
ar: استخدم أيقونة مخصصة
lt: Naudoti pasirinktinę piktogramą

source: Panel icon
ar: رمز اللوحة

source: Panel text
ar: نص اللوحة

source: Text to show beside the panel icon
ar: نص يظهر بجانب أيقونة اللوحة

source: pixels
ar: بكسلات
lt: pikselių

source: Category icon size
ar: حجم أيقونة الفئة
lt: Kategorijos piktogramos dydis

source: Applications list icon size
ar: حجم أيقونة قائمة التطبيقات
lt: Programų sąrašo piktogramos dydis

source: Applications grid icon size
ar: حجم أيقونة شبكة التطبيقات
lt: Programų tinklelio piktogramos dydis

source: Keyboard shortcut to open and close the menu
ar: اختصار لوحة المفاتيح لفتح وإغلاق القائمة
lt: Spartusis klavišas meniu atidarymui ir uždarymui

source: Open menu on hover
ar: افتح القائمة عند التمرير

source: milliseconds
ar: ميلي ثانية
lt: milisekundės

source: Use menu animations
ar: استخدام الرسوم المتحركة القائمة
lt: Naudoti meniu animaciją

source: Activate categories on click
ar: تنشيط الفئات عند النقر
lt: Suaktyvinkite kategorijas spustelėdami

source: Enable autoscrolling
ar: تمكين التمرير التلقائي

source: Enable autoscrolling in application list
ar: تمكين autoscrolling في قائمة التطبيق
lt: Įgalinti automatinį slinktį programų sąraše

source: Show web bookmarks
ar: إظهار إشارات الويب
lt: Rodyti žiniatinklio žymes

source: Show your browser's web bookmarks in the menu
ar: إظهار إشارات الويب الخاصة بالمتصفح في القائمة

source: Enable searching of open windows
ar: تمكين البحث عن النوافذ المفتوحة

source: Enable search providers
ar: تمكين موفري البحث
lt: Įgalinti paieškos teikėjus

source: Include search provider results in searches
ar: تضمين نتائج مزود البحث في عمليات البحث

source: Example Search Providers
ar: مثال موفري البحث
lt: Paieškos teikėjų pavyzdys

source: Startup applications view mode
ar: وضع عرض تطبيقات بدء التشغيل
lt: Paleisties programų peržiūros režimas

source: List
ar: القائمة
lt: Sąrašas

source: Grid
ar: الشبكة
lt: Tinklelis

source: columns
ar: أعمدة
lt: stulpeliai

source: Number of columns in apps grid
ar: عدد الأعمدة في شبكة التطبيقات
lt: Stulpelių skaičius programų tinklelyje

source: Show bookmarks and places
ar: عرض الإشارات المرجعية والأماكن
lt: Rodyti žymas ir vietas

source: Show application icons
ar: عرض أيقونات التطبيق
lt: Rodyti programos piktogramas

source: Show category icons
ar: إظهار أيقونات الفئة
lt: Rodyti kategorijos piktogramas

source: Show application descriptions under titles
ar: عرض وصف التطبيق تحت العناوين
lt: Rodyti programų aprašus su pavadinimais

source: Tooltip delay
ar: تأخير تلميح
lt: Patarimo patarimas

source: Use a custom menu height
ar: استخدام ارتفاع القائمة المخصصة
lt: Naudoti pasirinktinio meniu aukštį

source: Applications view mode
ar: وضع عرض التطبيقات
lt: Programų peržiūros režimas

source: View applications as list or grid
ar: عرض التطبيقات كقائمة أو شبكة
lt: Žiūrėti programas kaip sąrašą arba tinklelį

source: Application description placement
ar: وضع وصف التطبيق
lt: Programos aprašymo vieta

source: Tooltips
ar: تلميحات الأدوات
lt: Patarimai

source: Under titles
ar: تحت العناوين
lt: Po pavadinimais

source: None
ar: لا يوجد
lt: Nėra

source: Session buttons location
ar: موقع أزرار الجلسة
lt: Sesijos mygtukų vieta

source: Top
ar: أعلى
lt: viršuje

source: Bottom
ar: الأسفل
lt: Apačia

source: Left
ar: اليسار
lt: Kairė

source: Right
ar: حق
lt: Teisingai

source: Add favorites to session buttons
ar: أضف المفضلة إلى أزرار الجلسة

source: Switch to grid view
lt: Perjungti į tinklelio rodinį

source: Quit
lt: Baigti

source: Please wait...
lt: Prašome palaukti ...

source: Made possible thanks to the efforts of contributors to the Cinnamon menu, Gnomenu, and the contributors to projects they derived from.
lt: Tai įmanoma dėl Cinamono meniu „Gnomenu“ bendradarbių ir projektų, iš kurių jie kilo, pastangų.

source: Show tooltips
lt: Rodyti patarimus

source: Custom menu height
lt: Pasirinktinio meniu aukštis
